Repository: yujinchuan2021-max/zhenxing-ai-assistant
Catalog: TubaWinUi3.WinUI3/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# TimeSync_Svc_55
source: The system has never synced successfully. Pick a server and click "Apply and sync now".
zh_cn: 系统还没成功同步过任何时间源，选一台服务器点「应用并立即同步」。

# TimeSync_Svc_56
source: The current source is the local hardware clock
zh_cn: 当前时间源是本机硬件时钟

# TimeSync_Svc_57
source: The CMOS clock error accumulates over time; certificates, logins, and ticketing all depend on an accurate clock.
zh_cn: 本机 CMOS 时钟误差会持续累积，网页证书、登录、购票等场景都依赖准确时间。

# TimeSync_Svc_58
source: It has been a long time since the last successful sync
zh_cn: 已经很久没有成功校时

# TimeSync_Svc_59
source: No successful sync on record
zh_cn: 没有同步成功的记录

# TimeSync_Svc_60
source: No successful sync has ever completed; the time source is usually unreachable (e.g. the default time.windows.com times out on some networks).
zh_cn: 系统尚未完成过一次成功校时，通常是时间源不可达（例如默认的 time.windows.com 在部分网络下超时）。

# TimeSync_Svc_61
source: The clock is off by a large margin
zh_cn: 本机时间偏差很大

# TimeSync_Svc_62
source: The clock is offset
zh_cn: 本机时间存在偏差

# TimeSync_Svc_63
source: The time server is unreachable
zh_cn: 时间服务器不可达

# TimeSync_Svc_64
source: === Zhenxing AI Assistant - Time Sync Diagnostics ===
zh_cn: === 枕星图吧AI助手 · 时间同步诊断报告 ===

# TimeSync_Svc_65
source: --- Windows Time service ---
zh_cn: --- Windows 时间服务 ---

# TimeSync_Svc_66
source: --- NTP client ---
zh_cn: --- NTP 客户端 ---

# TimeSync_Svc_67
source: --- Current sync status ---
zh_cn: --- 当前同步状态 ---

# TimeSync_Svc_68
source: --- Server probes (SNTP / UDP 123) ---
zh_cn: --- 服务器实测（SNTP / UDP 123）---

# TimeSync_Svc_69
source: --- Server probes ---
zh_cn: --- 服务器实测 ---

# TimeSync_Svc_70
source: (no probes this time)
zh_cn: （本次没有探测记录）

# TimeSync_Svc_71
source: Success
zh_cn: 成功

# TimeSync_Svc2_02
source: Sync interval set to {0}
zh_cn: 同步间隔设为 {0}

# TimeSync_Svc2_03
source: Failed to write the sync interval: {0}
zh_cn: 同步间隔写入失败：{0}

# TimeSync_Svc2_04
source: Switched to {0} and completed the sync
zh_cn: 已切换到 {0} 并完成校时

# TimeSync_Svc2_05
source: new time source
zh_cn: 新时间源

# TimeSync_Svc2_07
source: Restored to {0}
zh_cn: 已恢复为{0}

# TimeSync_Svc2_08
source: {0} Failed to enable delayed start: {1}
zh_cn: {0} 延迟启动写入失败：{1}

# TimeSync_Svc2_11
source: Set startup to Automatic -> {0}
zh_cn: 设为自动启动 → {0}

# TimeSync_Svc2_12
source: Enable NTP client -> {0}
zh_cn: 启用 NTP 客户端 → {0}

# TimeSync_Svc2_13
source: Sync interval set to {0}
zh_cn: 同步频率已设为{0}

# TimeSync_Svc2_14
source: {0}, but the service failed to restart
zh_cn: {0}，但服务重启失败

# TimeSync_Svc2_15
source: Apply time source -> {0}
zh_cn: 应用时间源 → {0}

# TimeSync_Svc2_16
source: Apply time source -> Failed: {0}
zh_cn: 应用时间源 → 失败：{0}

# TimeSync_Svc2_17
source: Wrote {0} = {1}
zh_cn: 已写入 {0} = {1}

# TimeSync_Svc2_18
source: Generated: {0} ({1})
zh_cn: 生成时间：{0}（{1}）

# TimeSync_Svc2_19
source: Time zone: {0} (UTC{1})
zh_cn: 时区：{0}（UTC{1}）

# TimeSync_Svc2_20
source: Administrator: {0}
zh_cn: 管理员权限：{0}

# TimeSync_Svc2_21
source: Yes
zh_cn: 是

# TimeSync_Svc2_22
source: No
zh_cn: 否

# TimeSync_Svc2_23
source: Domain member: {0}
zh_cn: 域成员：{0}

# TimeSync_Svc2_24
source: Service exists: {0}
zh_cn: 服务存在：{0}

# TimeSync_Svc2_25
source: State: {0}
zh_cn: 运行状态：{0}

# TimeSync_Svc2_26
source: Running
zh_cn: 运行中

# TimeSync_Svc2_27
source: Stopped
zh_cn: 已停止

# TimeSync_Svc2_28
source: Startup type: {0}
zh_cn: 启动类型：{0}

# TimeSync_Svc2_29
source: Enabled: {0}
zh_cn: 已启用：{0}

# TimeSync_Svc2_30
source: Sync type: {0}
zh_cn: 同步类型：{0}

# TimeSync_Svc2_31
source: Configured time source: {0}
zh_cn: 配置的时间源：{0}

# TimeSync_Svc2_32
source: (empty, using system default)
zh_cn: （空，使用系统默认）

# TimeSync_Svc2_33
source: Fixed poll interval: {0} s
zh_cn: 固定轮询间隔：{0} 秒

# TimeSync_Svc2_34
source: SSL time seed: {0}
zh_cn: SSL 时间种子：{0}

# TimeSync_Svc2_35
source: Enabled
zh_cn: 启用

# TimeSync_Svc2_36
source: Disabled
zh_cn: 已关闭

# TimeSync_Svc2_37
source: Time source: {0}
zh_cn: 时间源：{0}

# TimeSync_Svc2_38
source: (unreadable)
zh_cn: （读不到）

# TimeSync_Svc2_39
source: Last successful sync: {0}
zh_cn: 上次成功同步：{0}

# TimeSync_Svc2_40
source: (no record)
zh_cn: （无记录）

# TimeSync_Svc2_41
source: {0}: {1:F0} ms latency, stratum {2}, {3}
zh_cn: {0}：{1:F0} ms 延迟，层级 {2}，{3}

# TimeSync_Svc2_42
source: {0}: unavailable ({1})
zh_cn: {0}：不可用（{1}）

# TimeSync_Svc2_43
source: Failed ({0})
zh_cn: 失败（{0}）

# TimeSync_Svc2_44
source: Restart time service -> {0}
zh_cn: 重启时间服务 → {0}

# TimeSync_Svc2_45
source: Sync now -> {0}
zh_cn: 立即校时 → {0}

# TimeSync_Err_01
source: The address cannot be empty
zh_cn: 地址不能为空

# TimeSync_Err_02
source: The address is too long
zh_cn: 地址过长

# TimeSync_Err_03
source: Enter the server address only, without an http://-style prefix
zh_cn: 只填服务器地址，不要带 http:// 之类的前缀

# TimeSync_Err_04
source: The address cannot contain slashes
zh_cn: 地址里不能有斜杠

# TimeSync_Err_05
source: Do not include a port; NTP always uses UDP 123
zh_cn: 主机名不要带端口，NTP 固定使用 UDP 123

# TimeSync_Err_06
source: The address may only contain letters, digits, dots, hyphens, and underscores
zh_cn: 地址只能包含字母、数字、点、连字符和下划线

# TimeSync_Err_07
source: Invalid domain name format
zh_cn: 域名格式不正确

# TimeSync_Err_08
source: Enter at least one NTP server address
zh_cn: 至少填写一台 NTP 服务器地址

# Fmt_PageHeader.Title
source: Format Converter
zh_cn: 格式转换

# Fmt_PageHeader.Subtitle
source: Images · audio/video · documents · spreadsheets · presentations · PDF · text · pack any files; drag and drop to go
zh_cn: 图片 · 音视频 · 文档 · 表格 · 演示 · PDF · 文本 · 任意文件打包，拖入即用

# TimeSync_PageHeader.Title
source: Time Sync
zh_cn: 时间同步

# Fmt_DropHint
source: Drag files here (multi-select supported)
zh_cn: 把文件拖到这里（支持多选）

# Fmt_DropFormats
source: Images / video / audio / Word / Excel / PPT / PDF / Markdown / TXT / HTML / JSON Legacy .doc / .ppt / .wps / .et / .dps require Office or WPS installed; any files can be packed as ZIP
zh_cn: 图片 / 视频 / 音频 / Word / Excel / PPT / PDF / Markdown / TXT / HTML / JSON 旧版 .doc / .ppt / .wps / .et / .dps 需要本机安装 Office 或 WPS；任意文件均可打包为 ZIP

# Fmt_Browse
source:  Browse files
zh_cn:  浏览文件

# Fmt_QueueTitle
source: File queue
zh_cn: 文件队列

# Fmt_ConvertBtn
source: Convert to…
zh_cn: 转换为…

# Fmt_AddFiles
source: Add files
zh_cn: 添加文件

# Fmt_Clear
source: Clear
zh_cn: 清空

# Fmt_Preparing
source: Preparing...
zh_cn: 准备中...

# Fmt_DoneTitle
source: Conversion complete
zh_cn: 转换完成

# Fmt_OpenFolder
source: Open output folder
zh_cn: 打开输出文件夹

# Fmt_Continue
source: Continue conversion
zh_cn: 继续转换

# Fmt_EnginesHeader
source: Conversion engines (on-demand downloads / system components)
zh_cn: 转换引擎（按需下载 / 系统组件）

# Fmt_EnginesText
source: FFmpeg handles video/audio and ImageMagick handles images; both download automatically on first use. The OfficeCLI document rendering engine (single 33MB file) provides true document rendering (images/tables/checkboxes/headers and footers preserved; falls back to the built-in engine if not downloaded). OCR uses the built-in Windows OCR engine (local recognition). Legacy Office formats can also be converted via local Office / WPS.
zh_cn: FFmpeg 处理视频/音频，ImageMagick 处理图片，两者首次使用时自动下载；文档渲染引擎 OfficeCLI（单文件 33MB）负责文档真实渲染（图片/表格/复选框/页眉页脚全保留，未下载时自动回退内置引擎）；OCR 使用系统自带的 Windows OCR 引擎（本地识别）；旧版 Office 格式也可通过本机 Office / WPS 转换。

# Fmt_FfmpegRow
source: Video / audio / images to video
zh_cn: 视频 / 音频 / 图片转视频

# Fmt_MagickRow
source: Image format conversion
zh_cn: 图片格式互转

# Fmt_OfficeRow
source: Document rendering engine
zh_cn: 文档渲染引擎

# Fmt_OfficeCliSub
source: OfficeCLI · true rendering for Word/Excel/PPT (33MB)
zh_cn: OfficeCLI · Word/Excel/PPT 真实渲染（33MB）

# Fmt_SysHeader
source: System components
zh_cn: 系统组件

# Fmt_OcrRow
source: OCR · Office / WPS
zh_cn: OCR 识别 · Office / WPS

# Fmt_Checking
source: Checking...
zh_cn: 检查中...

# GameOverlay_PageHeader.Title
source: Game Monitor
zh_cn: 游戏监控

# GameOverlay_PageHeader.Subtitle
source: Drag widgets to design the overlay layout; it renders on top of the game window with live hardware stats (Beta — some readings may be inaccurate)
zh_cn: 拖拽组件设计覆盖层布局，叠加到游戏窗口实时显示硬件参数（Beta 测试中，部分数据可能有偏差）

# Gm_Ui01
source: Run as administrator
zh_cn: 请在管理员模式下运行

# Gm_Ui02
source: FPS detection and hardware data collection need administrator rights. Right-click and run this app as administrator.
zh_cn: 游戏监控的 FPS 检测和硬件数据采集需要管理员权限才能正常工作。 请右键以管理员身份运行本程序。

# Gm_Ui03
source: Restart as administrator
zh_cn: 以管理员身份重新启动

# Gm_Ui04
source: When enabled, even if the app isn't running, the backend detects fullscreen games, launches the app and shows the FPS overlay with the current layout; it hides when the game leaves the foreground
zh_cn: 开启后，即使主程序没有运行，后端检测到全屏游戏时也会自动启动主程序并按当前布局显示 FPS 覆盖层；游戏退出前台后自动隐藏

# Gm_Ui05
source: Background auto-monitor
zh_cn: 后台自动监控

# Gm_Ui06
source: Scan windows
zh_cn: 扫描窗口

# Gm_Ui07
source: Start overlay
zh_cn: 启动覆盖层

# Gm_Ui08
source: Layout presets
zh_cn: 布局预设

# Gm_Ui09
source: Replace the canvas layout with the selected preset
zh_cn: 用所选预设替换当前画布布局

# Gm_Ui10
source: Apply
zh_cn: 应用

# Gm_Ui11
source: Save the current canvas layout as a custom preset
zh_cn: 将当前画布布局保存为自定义预设

# Gm_Ui12
source: Save
zh_cn: 保存

# Gm_Ui13
source: Delete the selected custom preset
zh_cn: 删除所选自定义预设

# Gm_Ui14
source: Delete
zh_cn: 删除

# Gm_Ui15
source: Widgets
zh_cn: 组件列表

# Gm_Ui16
source: Canvas:
zh_cn: 画布:

# Gm_Ui17
source: Refresh:
zh_cn: 刷新:

# Gm_Ui18
source: Zoom:
zh_cn: 缩放:

# Gm_Ui19
source: Scale the canvas and all widgets (50%–200%)
zh_cn: 整体缩放画布与全部组件（50%–200%）

# Gm_Ui20
source: Font:
zh_cn: 字体:

# Gm_Ui21
source: Drag to resize the canvas
zh_cn: 拖拽调整画布大小

# Gm_Ui22
source: Game window
zh_cn: 游戏窗口

# Gm_Ui23
source: Choose or auto-detect
zh_cn: 选择或自动检测

# Gm_Ui24
source: Add custom
zh_cn: 添加自定义

# Gm_Ui25
source: Remove
zh_cn: 移除

# Gm_Ui26
source: Not scanned
zh_cn: 未扫描

# Gm_Ui27
source: Data recording
zh_cn: 数据记录

# Gm_Ui28
source: Start recording
zh_cn: 开始记录

# Gm_Ui29
source: Metrics, export formats, output folder
zh_cn: 记录指标、导出格式、输出目录

# Gm_Ui30
source: Recording settings
zh_cn: 记录设置

# Gm_Ui31
source: Open Record Viewer: parse JSON / CSV and replay history as charts
zh_cn: 打开「记录查看」：解析 JSON / CSV，图表化回放历史数据

# Gm_Ui32
source: View records
zh_cn: 查看记录

# Gm_Ui33
source: Not started
zh_cn: 未开始

# Gm_Ui34
source: Samples are buffered in memory and written once when recording ends (or is stopped), so recording never slows the game down. Max 2 hours per session; it stops and saves automatically.
zh_cn: 记录期间数据只缓存在内存，结束（或停止）后一次性写入文件，不会边采边写拖慢游戏。单次最长 2 小时，到点自动停止并保存。

# Gm_Ui35
source: Select all
zh_cn: 全选

# Gm_Ui36
source: Clear
zh_cn: 清空

# Gm_Ui37
source: 0 selected
zh_cn: 已选 0 项

# Gm_Ui38
source: Export formats (multi-select)
zh_cn: 导出格式（可多选）

# Gm_Ui39
source: Raw data for scripts / programmatic analysis
zh_cn: 原始数据，适合脚本 / 程序分析

# Gm_Ui40
source: Readable report with summary stats and sample details
zh_cn: 可读报告，含统计摘要与采样明细

# Gm_Ui41
source: Tabular data, ready for Excel charts
zh_cn: 表格数据，可直接用 Excel 作图

# Gm_Ui42
source: Output folder: --
zh_cn: 输出目录：--

# Gm_Ui43
source: Open output folder
zh_cn: 打开输出文件夹

# Gm_Ui44
source: Choose the output folder for recordings
zh_cn: 选择记录文件的输出目录

# Gm_Ui45
source: Choose output folder
zh_cn: 选择输出目录

# Gm_Ui46
source: Background
zh_cn: 背景

# Gm_Ui47
source: OLED burn-in protection
zh_cn: OLED 防烧屏

# Gm_Ui48
source: When enabled, the overlay drifts a few pixels along a small circular path every 45 s to prevent OLED burn-in from static content; turning it off returns it to the original position immediately
zh_cn: 开启后悬浮窗每 45 秒沿小圆轨迹缓慢漂移几像素，避免监控内容长时间静止灼烧 OLED 屏幕；关闭后立即回到原位

# Gm_Ui49
source: Widget properties
zh_cn: 组件属性

# Gm_Ui50
source: Width
zh_cn: 宽度

# Gm_Ui51
source: Height
zh_cn: 高度

# Gm_Ui52
source: Font size
zh_cn: 字号

# Gm_Ui53
source: Prefix
zh_cn: 前缀

# Gm_Ui54
source: Show prefix
zh_cn: 显示前缀

# Gm_Ui55
source: Text content
zh_cn: 文字内容

# Gm_Ui56
source: Image file
zh_cn: 图片文件

# Gm_Ui57
source: Not selected
zh_cn: 未选择

# Gm_Ui58
source: Select
zh_cn: 选择

# Gm_Ui59
source: Color
zh_cn: 颜色

# Gm_Ui60
source: Choose color
zh_cn: 选择颜色

# Gm_Ui61
source: Text color
zh_cn: 文字颜色

# Gm_Ui62
source: Layer (topmost last)
zh_cn: 图层 (大在上)

# Gm_Ui63
source: Move down
zh_cn: 下移

# Gm_Ui64
source: Move up
zh_cn: 上移

# Gm_Ui65
source: Layer 0
zh_cn: 图层 0

# Gm_Ui66
source: Remove widget
zh_cn: 删除组件

# Gm_Ui67
source: Ready
zh_cn: 就绪

# Gm_Ui68
source: Widgets: 0
zh_cn: 组件: 0

# OfficialWebsites_PageHeader.Title
source: Official Sites
zh_cn: 常用官网

# OfficialWebsites_PageHeader.Subtitle
source: Quick links to official websites
zh_cn: 常用软件官方网站直达

# Ow_SearchPlaceholder
source: Search software name...
zh_cn: 搜索软件名称...

# Ow_EmptyText
source: No matching sites
zh_cn: 未找到匹配的网站

# DigitalLiteracy_PageHeader.Title
source: Digital Literacy Test
zh_cn: 数字素养测试

# DigitalLiteracy_PageHeader.Subtitle
source: A few quick questions to check your PC common sense and security awareness
zh_cn: 用几道题快速检验你的电脑常识与安全意识水平

# Rc_L133.Text
source: item(s)
zh_cn: 项

# Rc_L308.Title
source: Rogue Software Nemesis
zh_cn: 流氓软件的克星

# Rc_L308.Subtitle
source: Scans and cleans rogue Windows context menus, startup entries, scheduled tasks, services, browser plugins and file-association leftovers; everything is backed up first and can be restored in Recovery Center anytime
zh_cn: 扫描和清理 Windows 流氓右键菜单、自启动、计划任务、服务、浏览器插件和文件关联残留；所有处理先备份，可随时在恢复中心还原

# Rc_NavContextMenu.Content
source: Context menu manager
zh_cn: 右键菜单管理

# Rc_NavActiveIntercept.Content
source: Context menu manager - Stubborn software edition
zh_cn: 右键菜单管理-顽固软件版

# Rc_NavPopup.Content
source: Popup / rogue diagnostics
zh_cn: 弹窗/流氓诊断

# Rc_NavRecovery.Content
source: Recovery Center
zh_cn: 恢复中心

# Rc_ScanBtn.Content
source: Refresh
zh_cn: 刷新

# Rc_CleanBtn.Content
source: Clean selected
zh_cn: 清理勾选

# Rc_SelectAllBtn.Content
source: Select cleanable
zh_cn: 勾选可清理

# Rc_SelectLowBtn.Content
source: Low risk only
zh_cn: 只勾低风险

# Rc_ReportBtn.Content
source: Evidence report
zh_cn: 证据报告

# Rc_FeedbackBtn.Content
source: Feedback
zh_cn: 反馈

# Rc_AboutBtn.Content
source: About
zh_cn: 关于

# Rc_ShowAllStartupBtn.Content
source: View all startup items (read-only)
zh_cn: 查看全部启动项（只读）

# Rc_BackToFindingsBtn.Content
source: Back to findings
zh_cn: 返回可疑项

# Rc_L404.Text
source: Risk
zh_cn: 风险

# Rc_L406.Text
source: Item
zh_cn: 项目

# Rc_L408.Text
source: Software
zh_cn: 软件

# Rc_L410.Text
source: Impact
zh_cn: 影响

# Rc_L412.Text
source: Action
zh_cn: 处理

# Rc_WLAddItem.Text
source: Add to local whitelist
zh_cn: 加入本地白名单

# Rc_WLRemoveItem.Text
source: Remove from local whitelist
zh_cn: 移出本地白名单

# Rc_L426.Text
source: Report this item
zh_cn: 反馈当前项

# Rc_EmptyText.Text
source: Scanning…
zh_cn: 正在扫描…

# Rc_CmSearchBox.PlaceholderText
source: Search all context-menu items: name, software, command, location, component ID…
zh_cn: 搜索全部右键项目：名称、软件、命令、位置、组件编号…

# Rc_CmSearchClearBtn.ToolTip
source: Clear search
zh_cn: 清空搜索

# Rc_L502.Text
source: Note: after showing, hiding or editing context menus you must restart Explorer for the changes to take effect (open folder windows are closed; the taskbar and desktop briefly disappear, then come back).
zh_cn: 提示：显示、隐藏或修改右键菜单后，必须重启资源管理器才会生效（已打开的文件夹窗口会被关闭，任务栏与桌面会短暂消失后自动恢复）。

# Rc_CmRestartExplorerBtn.Content
source: Restart Explorer
zh_cn: 重启资源管理器

# Rc_CmRestartExplorerBtn.ToolTip
source: Kill and restart explorer.exe to apply context-menu changes immediately
zh_cn: 结束并重新启动 explorer.exe，让右键菜单改动立即生效

# Rc_CmSummaryText.Text
source: Loading context menus…
zh_cn: 正在读取右键菜单…

# Rc_CmRefreshBtn.Content
source: Refresh list
zh_cn: 刷新列表

# Rc_CmEnableBtn.Content
source: Show selected
zh_cn: 显示选中

# Rc_CmDisableBtn.Content
source: Hide selected
zh_cn: 隐藏选中

# Rc_CmEditBtn.Content
source: Rename
zh_cn: 修改名称

# Rc_CmAddBtn.Content
source: Add menu
zh_cn: 添加菜单

# Rc_CmDeleteBtn.Content
source: Delete menu
zh_cn: 删除菜单

# Rc_CmCopyBtn.Content
source: Copy info
zh_cn: 复制信息

# Rc_CmSpecialBtn.Content
source: More locations
zh_cn: 更多位置

# Rc_CmAdvancedBtn.Content
source: System advanced
zh_cn: 系统高级

# Rc_CmLocationBtn.Content
source: Technical location
zh_cn: 技术位置

# Rc_L556.Text
source: Scenarios
zh_cn: 场景分类

# Rc_L558.Text
source: Click a scenario to filter the list below
zh_cn: 点选场景过滤下方列表

# Rc_L600.Text
source: Name shown in the context menu
zh_cn: 右键里显示的名称

# Rc_L602.Text
source: Associated software
zh_cn: 关联软件

# Rc_L604.Text
source: Scope
zh_cn: 影响范围

# Rc_CmEmptyText.Text
source: Loading context-menu list…
zh_cn: 正在加载右键菜单清单…

# Rc_L635.Text
source: Item details
zh_cn: 项目详情

# Rc_CmStatusText.Text
source: Preparing enumeration.
zh_cn: 正在准备枚举。

# Rc_L661.Content
source: ‹ Back
zh_cn: ‹ 返回

# Rc_L663.Text
source: More context-menu locations
zh_cn: 更多右键位置

# Rc_L665.Text
source: Manage extension entry points like New, Send to, Open with and GUID blocking
zh_cn: 管理“新建”“发送到”“打开方式”以及组件屏蔽等扩展入口

# Rc_L671.Text
source: Module
zh_cn: 显示模块

# Rc_SpecialRefreshBtn.Content
source: Refresh list
zh_cn: 刷新列表

# Rc_SpecialEnableBtn.Content
source: Show selected
zh_cn: 显示选中

# Rc_SpecialDisableBtn.Content
source: Hide selected
zh_cn: 隐藏选中

# Rc_SpecialAddBtn.Content
source: Add item
zh_cn: 添加项目

# Rc_SpecialDeleteBtn.Content
source: Delete item
zh_cn: 删除项目

# Rc_L703.Content
source: ‹ Back
zh_cn: ‹ 返回

# Rc_L705.Text
source: Advanced system context-menu features
zh_cn: 系统右键高级功能

# Rc_L707.Text
source: Manage quick menus, Windows 11 modern menus, IE legacy menus and security-enhanced entries
zh_cn: 管理系统快捷菜单、Windows 11 现代菜单、IE 旧式菜单和安全增强入口

# Rc_L713.Text
source: Module
zh_cn: 显示模块

# Rc_AdvRefreshBtn.Content
source: Refresh list
zh_cn: 刷新列表

# Rc_AdvEnableBtn.Content
source: Show or install
zh_cn: 显示或安装

# Rc_AdvDisableBtn.Content
source: Hide or remove
zh_cn: 隐藏或移除

# Rc_AdvEditBtn.Content
source: Edit item
zh_cn: 修改项目

# Rc_AdvAddBtn.Content
source: Add legacy menu
zh_cn: 添加旧式菜单

# Rc_AdvDeleteBtn.Content
source: Delete item
zh_cn: 删除项目

# Rc_AdvUpBtn.Content
source: Move up
zh_cn: 向上移动

# Rc_AdvDownBtn.Content
source: Move down
zh_cn: 向下移动

# Rc_AiRunningText.Text
source: Active blocking backend: checking…
zh_cn: 主动拦截后端：检测中…

# Rc_AiSelectionText.Text
source: 0 selected
zh_cn: 已选 0 项

# Rc_AiRefreshBtn.Content
source: Refresh
zh_cn: 刷新

# Rc_AiSelectAllBtn.Content
source: Select all
zh_cn: 全选

# Rc_AiDeselectAllBtn.Content
source: Deselect all
zh_cn: 取消全选

# Rc_AiBatchAllowBtn.Content
source: Allow selected
zh_cn: 放行选中

# Rc_AiBatchReblockBtn.Content
source: Keep blocking selected
zh_cn: 保持拦截选中

# Rc_AiBatchTrackBtn.Content
source: Stop tracking selected
zh_cn: 停止追踪选中

# Rc_AiBatchDeleteBtn.Content
source: Delete record
zh_cn: 删除记录

# Rc_AiClearAllBtn.Content
source: Clear records
zh_cn: 清空记录

# Rc_AiShowIgnoredBtn.Content
source: Stopped tracking (0)
zh_cn: 已停止追踪（0）

# Rc_AiOpenSettingsBtn.Content
source: Notification settings
zh_cn: 通知设置

# Rc_AiEnableBackendBtn.Content
source: Enable active blocking
zh_cn: 启用主动拦截

# Rc_AiDisableBackendBtn.Content
source: Disable active blocking
zh_cn: 关闭主动拦截

# Rc_L812.Text
source: Start active blocking backend at boot
zh_cn: 开机自启主动拦截后端

# Rc_AiStartupToggle.OnContent
source: Enabled
zh_cn: 已启用

# Rc_AiStartupToggle.OffContent
source: Off
zh_cn: 未启用

# Rc_L824.Text
source: Block list
zh_cn: 拦截列表

# Rc_L825.Text
source: Operation log
zh_cn: 操作记录

# Rc_L832.Text
source: All
zh_cn: 全部

# Rc_L833.Text
source: Pending review
zh_cn: 待审核

# Rc_L834.Text
source: Blocked
zh_cn: 已拦截

# Rc_L835.Text
source: Allowed
zh_cn: 已放行

# Rc_L836.Text
source: Stopped tracking
zh_cn: 已停止追踪

# Rc_L837.Text
source: Deleted
zh_cn: 已删除

# Rc_AiSearchBox.PlaceholderText
source: Search blocked items / operation log: name, registry location, program path…
zh_cn: 搜索拦截项 / 操作记录：名称、注册表位置、程序路径…

# Rc_AiSearchClearBtn.ToolTip
source: Clear search
zh_cn: 清空搜索

# Rc_AiMasterCheck.ToolTip
source: Select / deselect all in the current list
zh_cn: 全选 / 取消全选当前列表

# Rc_AiNameHeader.Text
source: Name / registry location
zh_cn: 名称 / 注册表位置

# Rc_L885.Text
source: Program
zh_cn: 所属程序

# Rc_L887.Text
source: Time
zh_cn: 时间

# Rc_AiFlyAllow.Text
source: Allow
zh_cn: 放行

# Rc_AiFlyTrust.Text
source: Allow and trust this program
zh_cn: 放行并信任此程序

# Rc_AiFlyReblock.Text
source: Keep blocking
zh_cn: 保持拦截

# Rc_AiFlyDeleteItem.Text
source: Delete entry (undoable)
zh_cn: 删除条目（可撤销）

# Rc_AiFlyUndo.Text
source: Undo delete
zh_cn: 撤销删除

# Rc_AiFlyPurge.Text
source: Purge permanently (not recoverable)
zh_cn: 永久清除（不可恢复）

# Rc_AiFlyIgnore.Text
source: Stop tracking (no more blocking/reminders)
zh_cn: 停止追踪（不再拦截/提醒）

# Rc_AiFlyResume.Text
source: Resume tracking
zh_cn: 恢复追踪

# Rc_AiFlyCopy.Text
source: Copy details
zh_cn: 复制详情

# Rc_AiFlyPolicy.Text
source: Set trust policy
zh_cn: 设置信任策略

# Rc_AiFlyDelete.Text
source: Delete record
zh_cn: 删除记录

# Rc_AiFlyCopyEvent.Text
source: Copy details
zh_cn: 复制详情

# Rc_AiEmptyText.Text
source: No block records yet
zh_cn: 暂无拦截记录

# Rc_L949.Text
source: Details
zh_cn: 详情

# Rc_AiDetailsText.Text
source: Select a record to view details
zh_cn: 选中一条记录查看详情

# Rc_AiAllowBtn.Content
source: Allow
zh_cn: 放行

# Rc_AiAllowTrustBtn.Content
source: Allow and trust
zh_cn: 放行并信任

# Rc_AiReblockBtn.Content
source: Keep blocking
zh_cn: 保持拦截

# Rc_AiDeleteItemBtn.Content
source: Delete entry
zh_cn: 删除条目

# Rc_AiUndoBtn.Content
source: Undo delete
zh_cn: 撤销删除

# Rc_AiPurgeBtn.Content
source: Purge permanently
zh_cn: 永久清除

# Rc_AiIgnoreBtn.Content
source: Stop tracking
zh_cn: 停止追踪

# Rc_AiResumeBtn.Content
source: Resume tracking
zh_cn: 恢复追踪

# Rc_AiOpenLocationBtn.Content
source: Open location
zh_cn: 打开位置

# Rc_AiOpenRegistryBtn.Content
source: Open registry
zh_cn: 打开注册表

# Rc_AiCopyBtn.Content
source: Copy details
zh_cn: 复制详情

# Rc_L981.Text
source: Program trust policy
zh_cn: 程序信任策略

# Rc_AiSavePolicyBtn.Content
source: Save policy
zh_cn: 保存策略

# Rc_L997.Text
source: Run this app as administrator to use this feature!
zh_cn: 请用管理员打开本软件再使用该功能！

# Rc_L999.Text
source: Context menu manager - Stubborn software edition requires administrator rights
zh_cn: 右键菜单管理-顽固软件版需要管理员权限才能正常运行

# Rc_RecoveryRestoreBtn.Content
source: Restore current batch
zh_cn: 恢复当前批次

# Rc_RecoveryDeleteBtn.Content
source: Delete current batch
zh_cn: 删除当前批次

# Rc_L1014.Content
source: Clean old records
zh_cn: 清理旧记录

# Rc_L1015.Content
source: Refresh
zh_cn: 刷新

# Rc_BatchItemsTitle.Text
source: Restore target
zh_cn: 恢复对象

# Gt_L20.Title
source: Multiplayer Assistant
zh_cn: 游戏联机助手

# Gt_L20.Subtitle
source: Put two computers on one virtual LAN · Minecraft / Terraria / Palworld — play together without touching the router
zh_cn: 把两台电脑接进同一个虚拟局域网 · 我的世界 / 泰拉瑞亚 / 帕鲁，不开路由器也能一起玩

# Gt_L35.Text
source: Network Check
zh_cn: 网络检测

# Gt_L41.Text
source: Tutorial
zh_cn: 教程

# Gt_StatusTitle.Text
source: Checking the online-play setup…
zh_cn: 正在检查联机环境…

# Gt_L93.Text
source: The game is listening on a port
zh_cn: 游戏正在监听端口

# Gt_TrayHint.Text
source: To turn off online play: right-click the Tailscale tray icon (bottom-right taskbar) and choose Disconnect; to quit it completely from the background, choose Exit.
zh_cn: 想关掉联机时：右键系统托盘（任务栏右下角）的 Tailscale 图标选 Disconnect；要从后台彻底退出就选 Exit。

# Gt_PrepareButtonText.Text
source: Set Up Online Play
zh_cn: 准备联机环境

# Gt_L145.Text
source: I'm the host — invite a friend
zh_cn: 我当主机，邀请朋友

# Gt_L146.Text
source: The game runs on my computer; my friend joins in one click
zh_cn: 游戏跑在我这台，朋友一键进来

# Gt_L149.Text
source: Pick a game → send the invite code to your friend → he joins the same virtual LAN and gets your online address. The port and in-game steps are prepared automatically.
zh_cn: 选一个游戏 → 把邀请码发给朋友 → 他进的是同一个虚拟局域网，并拿到你的联机地址。端口和游戏里的操作都会自动准备好。

# Gt_L155.Text
source: Choose a game and invite
zh_cn: 选择游戏并邀请

# Gt_CurrentInviteText.Text
source: View current invite info
zh_cn: 查看当前邀请信息

# Gt_L188.Text
source: Join a friend
zh_cn: 我加入朋友

# Gt_L189.Text
source: My friend hosts; I join his virtual network
zh_cn: 朋友当主机，我进他的虚拟网络
